IDEA StatiCa Open Model
ConcreteSLSCheckResultStiffness.Stiffness Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 result stiffnesses
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SectionStiffnesses Stiffness { get; set; }
Public Property Stiffness As SectionStiffnesses
	Get
	Set
public:
property SectionStiffnesses^ Stiffness {
	SectionStiffnesses^ get ();
	void set (SectionStiffnesses^ value);
}
Property Value
Type: SectionStiffnesses
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace